--liquibase formatted sql
--changeset Author:insert_into_news_table
INSERT INTO news (uuid, title, text, author, create_date, update_date)
VALUES ('77fcd1b2-568a-441c-92ec-0253338cd5aa', 'Британские ученые...',
        'Британские ученые изобрели велосипед, способный выдерживать массу до полутонны при собственной массе 10 килограмм.',
        'Journalist', '2024-02-15 09:30:00', '2024-02-15 09:30:00'),

       ('b6bed4a3-b963-46ff-8cc5-03c243a9cdfd', 'Археологи в недоумении',
        'Французские археологи нашли останки неандертальца облаченные в полный рыцарский костюм. Находка оказалась розыгрышем.',
        'Journalist', '2024-02-15 09:35:00', '2024-02-15 09:35:00'),

       ('f4cc460a-94a2-42d0-90b8-baba1f3381b1', 'Что бывает на посевной...',
        'На Кубани во время проведения сельскохозяйственных работ тракторист встретил чупакарбу. По словам мужчины животное бежало за трактором около двух километров, потом скрылось в лесу. Позже выяснилось, что мужчина был выпивший.',
        'Journalist', '2024-02-15 09:40:00', '2024-02-15 09:40:00'),

       ('75d829b7-0ec7-449c-b723-df44be933a39', 'В Нью-Мексико упал метеорит',
        'Недалеко от Розуэлла сотни людей наблюдали падение метеорита. Учитывая славу данного региона среди местного населения уже распространились слухи об визите НЛО.',
        'Journalist', '2024-02-15 09:45:00', '2024-02-15 09:45:00'),

       ('97a0177a-ed86-4e7b-b218-94c1358b8bfb', 'Суд с нейросетью',
        'В США мужчина подал в суд на нейросеть, так как его не устроил сгенерированный ею текст.',
        'Journalist', '2024-02-15 09:50:00', '2024-02-15 09:50:00'),

       ('f9d3d7b1-c923-4af9-be4e-cba8025aa3f6', 'На Марс!',
        'На выставке посвященной космосу и достижениям науки Илион Маркс представил новую программу заселения Марса.',
        'Journalist', '2024-02-15 10:00:00', '2024-02-15 10:00:00'),

       ('09f95576-7bef-44c0-9007-0a84cec2e831', 'К Европе к 2040 году',
        'В Европейском космическом агентстве готовят программу по отправке астронавтов на спутник Юпитера Европу.',
        'Journalist', '2024-02-15 10:10:00', '2024-02-15 10:10:00'),

       ('241183d3-e1ca-47ec-9f2b-4c500b03d888', 'Неизведанные глубины',
        'Океанографы из Японии засекли странные сигналы, исходящие со дна Марианской впадины.',
        'Journalist', '2024-02-15 10:20:00', '2024-02-15 10:20:00'),

       ('0e8257aa-9d4a-43c3-9ec2-1a63f9d0786f', 'Успех Rolling Black Pieces Of Wood',
        'Последний студийный альбом Rolling Black Pieces Of Wood "Fording" стал платиновым в США и Великобритании в первую неделю после выхода.',
        'Journalist', '2024-02-15 10:30:00', '2024-02-15 10:30:00'),

       ('428065ca-d117-495f-9c0a-03ad94baa2a0', 'Холодная энергия',
        'В Исландии планируют построить десятки электростанций, вырабатывающих электроэнергию за счет ледников.',
        'Journalist', '2024-02-15 10:40:00', '2024-02-15 10:40:00'),

       ('ed89284c-f820-4947-9f45-51fa1f794fd5', 'Без конца и без края',
        'В Голливуде собираются снять продолжение мыльной оперы середины 80-ых начала 90-ых Санта-Барбара.',
        'Journalist', '2024-02-15 11:00:00', '2024-02-15 11:00:00'),

       ('b53646f5-86b8-448f-badd-306409c2cf52', 'Гонконг смотрит в небо',
        'В Гонконге пройдет фестиваль воздухоплавания. По оценкам специалистов данное мероприятие привлечет до полтора миллионов посетителей.',
        'Journalist', '2024-02-15 11:10:00', '2024-02-15 11:10:00'),

       ('c0770827-4662-42e8-9096-31ee6f2731b2', 'Пополнение в рядах Героев',
        'Агенты актера Бурмамбука Керпалапова ведут переговоры с Netflix об съемке актера в фильме по мотивом серии компьютерных игр Heroes of Might and Magic.',
        'Journalist', '2024-02-15 11:20:00', '2024-02-15 11:20:00'),

       ('3e38fbc0-99bf-46b7-a20c-1233068a14c6', 'Чудо-средство',
        'Procter & Gamble к концу года обещают выпустить на рынок "чудо-средство". В одном флаконе будет шампунь, гель для душа, зубная паста, средство от кашля и насморка.',
        'Journalist', '2024-02-15 11:30:00', '2024-02-15 11:30:00'),

       ('78034c08-da5e-464e-8737-7f13c0b1a101', 'Смартфон-микроскоп',
        'Honor представили на рынке новых смартфон. Отличительной особенностью смартфона является встроенный микроскоп с увеличением 120 крат.',
        'Journalist', '2024-02-15 11:40:00', '2024-02-15 11:40:00'),

       ('7346db88-d294-41d6-b5f7-5dcb419823e5', 'История пива',
        'В Эдинбурге состоялось открытие музея, посвященному истории пивных пабов.',
        'Journalist', '2024-02-15 12:00:00', '2024-02-15 12:00:00'),

       ('994550d3-8d6e-4e65-a636-86c5fb980b63', 'Деньги на мусор',
        'В Германии мужчина, выигравший в лотерею миллион евро, пожертвовал все деньги с выигрыша на развитие сферы утилизации промышленных отходов.',
        'Journalist', '2024-02-15 12:10:00', '2024-02-15 12:10:00'),

       ('ba42aa6b-e24d-44ec-8719-ccb00a31058d', 'Во сне и на яву',
        'В Москве состоялось открытие Института патологии сна.',
        'Journalist', '2024-02-15 12:20:00', '2024-02-15 12:20:00'),

       ('ad5babb3-0700-458f-bddd-f05b2b9b5d97', 'Подо льдом',
        'В Антарктиде найдены останки китообразных возрастом 40 миллионов лет.',
        'Journalist', '2024-02-15 12:30:00', '2024-02-15 12:30:00'),

       ('0e2f134a-fd5b-4928-a705-83433fd21ec7', 'Сладкий перчик ко столу',
        'Бывшая порно-звезда Michelle Sweetpepper планирует открыть собственную сеть продуктовых магазинов.',
        'Journalist', '2024-02-15 12:40:00', '2024-02-15 12:40:00');